const courseDataRu = [
	{
		title: 'Введение в курс.',
		id: 1,
		theory: [
			'Познакомимся. Моя история. Моя эстетика.',
			'Строение века. Запрещённые зоны.',
			'Процессы старения и взаимодействие с ними.'
		],
		practice: []
	},
	{
		title: 'Эскиз и подготовка',
		id: 2,
		theory: [
			'Принципы создания эскиза. Теоретическая часть.',
			'Создание эскиза. Пример на модели.',
			'Виды эскизов.',
			'Подбор теней в зависимости от формы глаза.'
		],
		practice: ['Создание эскиза. Пример на модели.']
	},
	{
		title: 'Основы техники и теней',
		id: 3,
		theory: [
			'Длинное и короткое движение иглы машины.',
			'Основы растушёвки.',
			'Растушёвка на латексе: короткие и длинные тени группами, быстрые и медленные.',
			'Полукруглая тень.',
			'Полукруглая растушёвка: упражнения на латексе, растушёвка в 4 направлениях.'
		],
		practice: [
			'Полукруглая тень.',
			'Полукруглая растушёвка: упражнения на латексе, растушёвка в 4 направлениях.'
		]
	},
	{
		title: 'Градиенты, плотность и работа с цветом.',
		id: 4,
		theory: [
			'Типы цветов.',
			'Математический и механический градиент на латексе.',
			'Плотность нанесения цвета.',
			'Угол наклона машины к коже.',
			'Напряжение кожи во время работы.',
			'Первичная и вторичная анестезия.',
			'Окно модуля.',
			'Эффект Тиндаля.',
			'Эффективная работа и правильный пиксель. Зависимость пикселя от скорости руки и натяжения кожи.'
		],
		practice: [
			'Плотность нанесения цвета.',
			'Угол наклона машины к коже.',
			'Напряжение кожи во время работы.',
			'Первичная и вторичная анестезия.',
			'Окно модуля.',
			'Эффект Тиндаля.',
			'Эффективная работа и правильный пиксель. Зависимость пикселя от скорости руки и натяжения кожи.'
		]
	},
	{
		title: 'Цвет и пигменты в перманентном макияже.',
		id: 5,
		theory: [
			'Пигменты. Подбор оттенков. Корректоры.',
			'Цветные тени и почему их не использовать.',
			'Органика и минералы в работе с глазами.'
		],
		practice: []
	},
	{
		title: 'Фотографическое содержание и участие в чемпионатах.',
		id: 6,
		theory: [
			'Ретушь, фотографии и программы для обработки фото и видео.',
			'Участие в чемпионатах. Разница между моделью и клиентом.',
			'Как выбрать модель для чемпионата и как её подготовить.'
		],
		practice: []
	},
	{
		title: 'Регламент процедуры и схемы работы.',
		id: 7,
		theory: [
			'Схема направления растушёвки при работе с глазами. Работа с двумя глазами.',
			'Латекс. Упражнение по направлениям растушёвки.',
			'Межресничная линия.',
			'Межресничная линия, демонстрационная работа.',
			'Пошаговый регламент работы.',
			'Пошаговый регламент работы на латексе.'
		],
		practice: [
			'Латекс. Упражнение по направлениям растушёвки.',
			'Межресничная линия, демонстрационная работа.',
			'Пошаговый регламент работы на латексе.'
		]
	},
	{
		title: 'Демонстрационные работы на моделях. Анализ ошибок.',
		id: 8,
		theory: [
			'Демонстрационная работа на модели. Общий план.',
			'Теория коррекции.',
			'Коррекция на модели. Общий план.',
			'Демонстрационная работа на модели. Макро.',
			'Коррекция на модели. Макро.',
			'Рекомендации до и после процедуры.',
			'Анализ часто допускаемых ошибок.'
		],
		practice: [
			'Демонстрационная работа на модели. Общий план.',
			'Коррекция на модели. Общий план.',
			'Демонстрационная работа на модели. Макро.',
			'Коррекция на модели. Макро.'
		]
	}
];

export default courseDataRu;
