const ru = {
	titleStart: 'Часто',
	titleEnd: 'задаваемые вопросы',
	button: 'Связаться с нами',
	faq: [
		{
			q: 'Lorem Ipsum используется как пример текста.',
			a: [
				'Lorem Ipsum используется как пример заполняющего текста в полиграфической индустрии. Впервые был применён в XV веке неизвестным печатником для заполнения пробной книги.',
				'Lorem Ipsum используется как пример заполняющего текста в полиграфической индустрии. Впервые был применён в XV веке неизвестным печатником для заполнения пробной книги.'
			]
		},
		{
			q: 'Lorem Ipsum используется как пример текста.',
			a: [
				'Lorem Ipsum используется как пример заполняющего текста в полиграфической индустрии. Впервые был применён в XV веке неизвестным печатником для заполнения пробной книги.',
				'Lorem Ipsum используется как пример заполняющего текста в полиграфической индустрии. Впервые был применён в XV веке неизвестным печатником для заполнения пробной книги.'
			]
		}
	]
};

export default ru;
