const ru = {
	titleStart: 'Часто',
	titleEnd: 'задаваемые вопросы',
	button: 'Связаться с нами',
	faq: [
		{
			q: 'Для кого подходит этот курс?',
			a: [
				'Для начинающих мастеров, которые хотят освоить технику "eyeliner".',
				'Для практикующих мастеров, желающих углубить знания и улучшить результат.',
				'Для тех, кто готовится участвовать в чемпионатах и хочет более высокий уровень исполнения.'
			]
		},
		{
			q: 'На каких языках ведётся курс?',
			a: [
				'Работа с куратором и тренером доступна на русском и польском языках.',
				'Самостоятельное изучение — доступно на русском, английском, польском, испанском, французском, португальском, итальянском и немецком.'
			]
		},
		{
			q: 'Получу ли я сертификат по окончании курса?',
			a: [
				'Да — после завершения курса вы получите сертификат, подтверждающий освоение практических знаний.'
			]
		},
		{
			q: 'Могу ли я изучать курс полностью самостоятельно?',
			a: [
				'Да, курс доступен в формате самостоятельного обучения, и материалы предоставляются на нескольких языках (русский, английский, польский, испанский, французский, немецкий, португальский, итальянский).'
			]
		},
		{
			q: 'Как связаться с организатором / командой курса?',
			a: [
				'WhatsApp: (48) 451-143-933',
				'E-mail: vasilyeva.pmu@gmail.com',
				'Адрес офиса: Jana Heweliusza 11, этаж 10, офис 1007, 80-890 Гданьск'
			]
		}
	]
};

export default ru;
