const ru = {
	preheading: 'Базовый онлайн-курс — автор',
	author: 'Валерия Васильева',
	titleStart: 'Влияние',
	titleCenter: 'художественной',
	titleEnd: 'трансформации',
	description: `Валерия Васильева — признанный мировой чемпион по перманентному макияжу, многократная победительница международных чемпионатов и уважаемый тренер. Её опыт и уникальные методики обучения гарантируют, что участники курса получают знания самого высокого уровня, подкреплённые практикой и международными успехами. Благодаря своей страсти к преподаванию и точности в работе Валерия вдохновляет студентов достигать совершенства и уверенности в профессии.`,
	achievementsTitle: 'Достижения',
	conferencesTitle: 'На конференциях',
	signatureAlt: 'Подпись Валерии Васильевой',
	achievements: {
		overall: [
			'Чемпион мира WULOP 2022 🏆🥇',
			'Многократный чемпион 🏆🥇🥇🥇',
			'Соорганизатор полуфинала WORLDS Poland',
			'Международный судья ⚖️',
			'Партнёр крупнейших производителей оборудования и пигментов для перманентного макияжа',
			'Практикующий мастер и преподаватель'
		],

		speaker: [
			'Докладчик международных конгрессов 🎤',
			'Докладчик WULOP',
			'Докладчик World Grand Final',
			'Докладчик Bsbpmucongress Brazilian',
			'Докладчик PMU Balkan Congress',
			'Докладчик Etalon Mix Event',
			'Докладчик Czech PMU Congress',
			'Докладчик Europmufest',
			'Докладчик Upgrade for Italian competition',
			'Докладчик World Beauty Top Serbia',
			'Докладчик Queens Night',
			'Докладчик Vselennaya online',
			'И многие другие конгрессы...'
		]
	}
};


export default ru;
