const ru = {
	titleStart: 'Забронируй доступ',
	titleCenter: 'к онлайн курсу',
	titleEnd: 'уже сегодня',

	description1:
		'Если вы хотите вывести свой профессионализм на новый уровень, почувствовать уверенность и свободно выражать себя — наш курс поможет вам в этом.',
	warningMsg1: 'Работа с куратором и тренером',
	warningMsg2: 'только на польском и русском языках.',
	warning3: 'Для самостоятельного изучения курс доступен на ',
	warning4:
		'русском, английском, польском, испанском, французском, португальском, итальянском и немецком.',
	button: 'Забронировать доступ'
};

export default ru;
