const ru = {
	titleStart: 'Забронируй доступ',
	titleCenter: 'в прямом эфире',
	titleEnd: 'уже сегодня',

	description1:
		'Если вы хотите вывести свой имидж на новый уровень, почувствовать уверенность и свободно выражать себя — наш курс поможет вам в этом.',
	warningMsg1: 'Живой курс доступен',
	warningMsg2: 'только на польском и русском языках.',
	warning3: 'Для самостоятельного изучения курс доступен на ',
	warning4: 'русском, английском, польском, испанском, французском, немецком.',
	button: 'Забронировать доступ'
};

export default ru;
