const targetAudienceRu = [
	{
		title: 'Начинающие',
		decoration: '',
		desc: [
			`Только начинаете своё путешествие в мире макияжа? Курс EYE LINER поможет вам понять основы и шаг за шагом научит создавать идеальную стрелку – от простых техник до более креативных форм. Благодаря понятным инструкциям Валерии Васильевой вы обретёте уверенность в руке и узнаете, что подводка может стать вашим лучшим союзником в повседневном макияже.`
		]
	},
	{
		title: 'Практикующие',
		decoration: 'line-2 ',
		desc: [
			`У вас уже есть опыт, но вы хотите усовершенствовать свои навыки? EYE LINER – это курс, который позволит вам выйти на новый уровень. Вы изучите продвинутые методы работы, узнаете секреты идеальной симметрии и техники, которые подходят для разных стилей макияжа – от классики до fashion. Валерия Васильева поделится своим опытом, чтобы вы могли предлагать своим клиенткам ещё больше качества и точности.`
		]
	},
	{
		title: 'Готовящиеся к чемпионатам',
		decoration: 'line-3 ',
		desc: [
			`Если ваша цель – участие в чемпионатах по макияжу, курс EYE LINER станет вашим стратегическим инструментом для достижения успеха. Под руководством Валерии Васильевой вы узнаете не только технические аспекты идеальной стрелки, но и детали, которые оценивает жюри: чистота выполнения, креативность и соответствие трендам. Это интенсивное обучение подготовит вас к соревнованиям на самом высоком уровне.`
		]
	}
];

export default targetAudienceRu;
