const ru = {
	title: 'этот курс ',
	ta: 'для',

	buttonBook: 'Забронировать доступ',
	warning1: 'Живой курс доступен только ',
	warning2: 'на польском и русском языках.',
	targetAudience: [
		{
			title: 'Начинающие',
			decoration: '',
			desc: [
				`Только начинаете свой путь в макияже? Курс EYE LINER поможет вам понять основы и научит шаг за шагом создавать идеальную стрелку – от простых техник до более креативных форм. Благодаря понятным инструкциям Валерии Васильевой вы обретёте уверенность в руке и откроете для себя, что подводка может стать вашим лучшим союзником в повседневном макияже.`
			]
		},
		{
			title: 'Практикующие',
			decoration: 'line-2 ',
			desc: [
				`Уже есть опыт, но хотите совершенствовать навыки? EYE LINER – это курс, который выведет вас на новый уровень. Вы освоите продвинутые методы работы, узнаете секреты идеальной симметрии и техники для разных стилей макияжа – от классики до fashion. Валерия Васильева поделится своим опытом, чтобы вы могли предложить клиентам ещё больше качества и точности.`
			]
		},
		{
			title: 'Готовящиеся к чемпионатам',
			decoration: 'line-3 ',
			desc: [
				`Если ваша цель – участие в чемпионатах по макияжу, курс EYE LINER станет вашим стратегическим инструментом для успеха. Под руководством Валерии Васильевой вы узнаете не только технические аспекты идеальной стрелки, но и детали, оцениваемые жюри: чистоту исполнения, креативность и соответствие трендам. Это интенсивное обучение подготовит вас к соревнованиям на самом высоком уровне.`
			]
		}
	]
};

export default ru;
