const fr = {
	title: 'Программа курса',
	courseName: 'EYE LINER',
	module: 'Модуль',
	theory: 'Теоретическая часть',
	practice: 'Практическая часть',
	buttonBuy: 'Приобрести доступ',
	warning1: 'Курс в прямом эфире доступен только ',
	warning2: 'на польском и русском языках.',
	warning3: 'Для самостоятельного изучения курс доступен на ',
	warning4: 'русском, английском, польском, испанском, французском, немецком.',

	courseData: [
		{
			title: 'Модуль 1: Введение в курс',

			idBlock: 1,
			lessons: [
				{
					idLesson: '11',
					title: 'Знакомство. Моя история. Моя эстетика.',

					shortDesc: ''
				},
				{
					idLesson: '12',
					title: 'Строение века. Запрещенные зоны.',

					shortDesc: ''
				},
				{
					idLesson: '13',
					title: 'Процессы старения и взаимодействие с ними.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 2: Эскиз и подготовка',

			idBlock: 2,
			lessons: [
				{
					idBlock: '21',
					title: 'Правила построения эскиза. Теоретическая часть.',

					shortDesc: ''
				},
				{
					idBlock: '22',
					title: 'Построение эскиза. Показ на модели. (Практика)',

					shortDesc: ''
				},
				{
					idLesson: '23',
					title: 'Виды эскизов.',

					shortDesc: ''
				},
				{
					idLesson: '24',
					title: 'Подбор теней относительно формы глаза.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 3: Основы техники и штриха',

			idBlock: 3,
			lessons: [
				{
					idLesson: '31',
					title: 'Длинный ход и короткий ход иглы машинки.',

					shortDesc: ''
				},
				{
					idLesson: '32',
					title: 'Основа штриха.',

					shortDesc: ''
				},
				{
					idBlock: '33',
					title:
						'(Практика) Штрихование на латексе: короткие и длинные штрихи группами, быстрые и медленные.',

					shortDesc: ''
				},
				{
					idLesson: '34',
					title: 'Штрих полукруглый.',

					shortDesc: ''
				},
				{
					idBlock: '35',
					title: '(Практика) Полукруглый штрих: упражнения на латексе, штрихуем в 4 направлениях.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 4: Градиенты, плотность и проработка цвета',

			idBlock: 4,
			lessons: [
				{
					idLesson: '41',
					title: 'Типы прокрасов.',

					shortDesc: ''
				},
				{
					idBlock: '42',
					title: '(Практика) Математический и механический градиент на латексе.',

					shortDesc: ''
				},
				{
					idLesson: '43',
					title: 'Плотность наложения цвета.',

					shortDesc: ''
				},
				{
					idLesson: '44',
					title: 'Угол наклона машинки к коже.',

					shortDesc: ''
				},
				{
					idLesson: '45',
					title: 'Натяжение кожи в процессе работы.',

					shortDesc: ''
				},
				{
					idLesson: '46',
					title: 'Первичная и вторичная анестезия.',

					shortDesc: ''
				},
				{
					idLesson: '47',
					title: 'Окошко модуля.',

					shortDesc: ''
				},
				{
					idLesson: '48',
					title: 'Эффект тиндаля.',

					shortDesc: ''
				},
				{
					idBlock: '49',
					title:
						'Эффективная работа и правильный пиксель. Зависимость пикселя от скорости руки и вольтажа.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 5: Цвет и пигменты в перманентном макияже',

			idBlock: 5,
			lessons: [
				{
					idLesson: '51',
					title: 'Пигменты. Подбор оттенков. Корректоры.',

					shortDesc: ''
				},
				{
					idLesson: '52',
					title: 'Цветные тени и почему нет.',

					shortDesc: ''
				},
				{
					idLesson: '53',
					title: 'Органика и минералы в работе с глазами.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 6: Фотоконтент и участие в чемпионатах',

			idBlock: 6,
			lessons: [
				{
					idBlock: '61',
					title: 'Ретушь, фотографии и программы для обработки фото и видео.',

					shortDesc: ''
				},
				{
					idBlock: '62',
					title: 'Участие в чемпионате. Разница между моделью и клиентом.',

					shortDesc: ''
				},
				{
					idBlock: '63',
					title: 'Как подобрать модель на чемпионат и как её подготовить.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 7: Регламент выполнения процедуры и схемы в работе',

			idBlock: 7,
			lessons: [
				{
					idBlock: '71',
					title: 'Схема направления штриховки при работе с глазами. Работа с двумя глазами.',

					shortDesc: ''
				},
				{
					idLesson: '72',
					title: 'Латекс. Отработка направлений штрихования.',

					shortDesc: ''
				},
				{
					idLesson: '73',
					title: 'Межресничная линия.',

					shortDesc: ''
				},
				{
					idLesson: '74',
					title: 'Межресничная линия, показательная работа.',

					shortDesc: ''
				},
				{
					idLesson: '75',
					title: 'Пошаговый регламент работы.',

					shortDesc: ''
				},
				{
					idBlock: '76',
					title: '(Практика) Пошаговый регламент работы на латексе.',

					shortDesc: ''
				}
			]
		},
		{
			title: 'Модуль 8: Показательные работы на моделях. Разбор ошибок.',

			idBlock: 8,
			lessons: [
				{
					idLesson: '81',
					title: 'Показательная работа на модели. Общий план.',

					shortDesc: ''
				},
				{
					idLesson: '82',
					title: 'Коррекция теория.',

					shortDesc: ''
				},
				{
					idLesson: '83',
					title: 'Коррекция на модели. Общий план.',

					shortDesc: ''
				},
				{
					idLesson: '84',
					title: 'Показательная работа на модели. Макро.',

					shortDesc: ''
				},
				{
					idLesson: '85',
					title: 'Коррекция на модели. Макро.',

					shortDesc: ''
				},
				{
					idLesson: '86',
					title: 'Рекомендации до и после процедуры.',

					shortDesc: ''
				},
				{
					idLesson: '87',
					title: 'Разбор часто совершаемых ошибок.',

					shortDesc: ''
				}
			]
		}
	]
};

export default fr;
