const ru = {
	title: 'Программа курса',
	courseName: 'EYE LINER',
	module: 'Модуль',
	theory: 'Теоретическая часть',
	practice: 'Практическая часть',
	buttonBuy: 'Приобрести доступ',
	warning1: 'Курс с куратором или тренером ',
	warning2: 'на польском и русском языках.',
	warning3: 'Для самостоятельного изучения курс доступен на ',
	warning4:
		'русском, английском, польском, испанском, французском, португальском, итальянском и немецком.',

	courseData: [
		{
			title: 'Введение в курс',
			id: 1,
			theory: [
				'Познакомимся. Моя история. Моя эстетика.',
				'Строение века. Запрещённые зоны.',
				'Процессы старения и их взаимодействие.'
			],
			avif: '/images/results/cropped/result_0.avif',
			image: '/images/results/cropped/result_0.png',
			practice: []
		},
		{
			title: 'Эскиз и подготовка',
			id: 2,
			avif: '/images/results/cropped/result_2.avif',
			image: '/images/results/cropped/result_2.png',
			theory: [
				'Принципы создания эскиза. Теория.',
				'Создание эскиза. Пример на модели.',
				'Виды эскизов.',
				'Подбор теней в зависимости от формы глаза.'
			],
			practice: ['Создание эскиза. Пример на модели.']
		},
		{
			title: 'Основы техники и растушёвки',
			id: 3,
			avif: '/images/results/cropped/result_3.avif',
			image: '/images/results/cropped/result_3.png',
			theory: [
				'Долгий и короткий ход иглы аппарата.',
				'Основы растушёвки.',
				'Растушёвка на латексе: короткие и длинные тени группами, быстро и медленно.',
				'Полукруглая тень.',
				'Полукруглая растушёвка: упражнения на латексе, растушёвка в 4 направлениях.'
			],
			practice: [
				'Полукруглая тень.',
				'Полукруглая растушёвка: упражнения на латексе, растушёвка в 4 направлениях.'
			]
		},
		{
			title: 'Градиенты, плотность и работа с цветом',
			id: 4,
			avif: '/images/results/cropped/result_5.avif',
			image: '/images/results/cropped/result_5.png',
			theory: [
				'Типы цветов.',
				'Математический и механический градиент на латексе.',
				'Плотность наложения цвета.',
				'Угол наклона аппарата к коже.',
				'Напряжение кожи во время работы.',
				'Первичная и вторичная анестезия',
				'Окно модуля.',
				'Эффект Тиндаля.',
				'Эффективная работа и правильный пиксель. Зависимость пикселя от скорости руки и натяжения.'
			],
			practice: [
				'Плотность наложения цвета.',
				'Угол наклона аппарата к коже.',
				'Напряжение кожи во время работы.',
				'Первичная и вторичная анестезия',
				'Окно модуля.',
				'Эффект Тиндаля.',
				'Эффективная работа и правильный пиксель. Зависимость пикселя от скорости руки и натяжения.'
			]
		},
		{
			title: 'Цвет и пигменты в перманентном макияже',
			id: 5,
			avif: '/images/results/cropped/result_4-5.avif',
			image: '/images/results/cropped/result_4-5.png',
			theory: [
				'Пигменты. Подбор оттенков. Корректоры.',
				'Цветные тени и почему их не использовать.',
				'Органика и минералы при работе с глазами.'
			],
			practice: []
		},
		{
			title: 'Фотоконтент и участие в чемпионатах',
			id: 6,
			avif: '/images/results/cropped/result_6.avif',
			image: '/images/results/cropped/result_6.png',
			theory: [
				'Ретушь, фото и программы для обработки фото и видео.',
				'Участие в чемпионатах. Разница между моделью и клиентом.',
				'Как подобрать модель для чемпионата и подготовить её.'
			],
			practice: []
		},
		{
			title: 'Правила выполнения процедуры и схемы работы',
			id: 7,
			avif: '/images/results/cropped/result_7.avif',
			image: '/images/results/cropped/result_7.png',
			theory: [
				'Схема направления растушёвки при работе с глазами. Работа с двумя глазами.',
				'Латекс. Упражнение на направления растушёвки.',
				'Межресничная линия.',
				'Межресничная линия, показательная работа.',
				'Пошаговое соблюдение правил работы.',
				'Пошаговое соблюдение правил работы на латексе.'
			],
			practice: [
				'Латекс. Упражнение на направления растушёвки.',
				'Межресничная линия, показательная работа.',
				'Пошаговое соблюдение правил работы на латексе.'
			]
		},
		{
			title: 'Показательные работы на моделях. Анализ ошибок',
			id: 8,
			avif: '/images/results/cropped/result_8.avif',
			image: '/images/results/cropped/result_8.png',
			theory: [
				'Показательная работа на модели. Общий план.',
				'Теория коррекции.',
				'Коррекция на модели. Общий план.',
				'Показательная работа на модели. Макро.',
				'Коррекция на модели. Макро.',
				'Рекомендации до и после процедуры.',
				'Анализ часто встречающихся ошибок.'
			],
			practice: [
				'Показательная работа на модели. Общий план.',
				'Коррекция на модели. Общий план.',
				'Показательная работа на модели. Макро.',
				'Коррекция на модели. Макро.'
			]
		}
	]
};

export default ru;
